/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "このコンピュータのインターネット接続はオフラインになっているようです。";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "このコンピュータのインターネット接続はオフラインになっている可能性があります。";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "このコンピュータのインターネット接続はオンラインになっているようです。";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "このコンピュータの DNS サーバが応答しません。";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "DNS サーバはサーバ名を検出できませんでした。";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "このコンピュータのルーターが応答しません。";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "このコンピュータが接続しようとしているサーバが応答しません。";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "このコンピュータのインターネット接続はオンラインになっているようです。";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@（%@）";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Web フォームパスワード";

/* HTTP result code string */
"accepted" = "受け入れ済み";

/* HTTP result code string */
"bad gateway" = "無効なゲートウェイ";

/* HTTP result code string */
"bad request" = "無効なリクエスト";

/* HTTP result code string */
"client error" = "クライアントエラー";

/* HTTP result code string */
"conflict" = "コンフリクト";

/* HTTP result code string */
"continue" = "続ける";

/* HTTP result code string */
"created" = "作成されました";

/* HTTP result code string */
"expectation failed" = "Except リクエストに失敗しました";

/* HTTP result code string */
"forbidden" = "アクセス権がありません";

/* HTTP result code string */
"found" = "見つかりました";

/* HTTP result code string */
"gateway timed out" = "ゲートウェイ・タイムアウト";

/* HTTP result code string */
"informational" = "情報";

/* HTTP result code string */
"internal server error" = "内部サーバエラー";

/* HTTP result code string */
"length required" = "定義された Content-Length が必要です";

/* HTTP result code string */
"method not allowed" = "許可されていないメソッドです";

/* HTTP result code string */
"moved permanently" = "恒久的に移動しました";

/* HTTP result code string */
"multiple choices" = "要求された情報が複数存在します";

/* HTTP result code string */
"needs proxy" = "プロキシが必要です";

/* HTTP result code string */
"no content" = "コンテンツがありません";

/* HTTP result code string */
"no error" = "エラーなし";

/* HTTP result code string */
"non-authoritative information" = "信頼できる情報ではありません";

/* HTTP result code string */
"not found" = "見つかりません";

/* HTTP result code string */
"not modified" = "変更されていません";

/* HTTP result code string */
"partial content" = "部分的なコンテンツ";

/* HTTP result code string */
"payment required" = "有料です";

/* HTTP result code string */
"precondition failed" = "調整に失敗しました";

/* HTTP result code string */
"proxy authentication required" = "プロキシ認証が必要です";

/* HTTP result code string */
"redirected" = "リダイレクトされました";

/* HTTP result code string */
"no longer exists" = "すでに存在しません";

/* HTTP result code string */
"request timed out" = "リクエスト・タイムアウト";

/* HTTP result code string */
"request too large" = "リクエストが処理可能範囲を超えています";

/* HTTP result code string */
"requested URL too long" = "リクエストされた URL が長過ぎます";

/* HTTP result code string */
"requested range not satisfiable" = "Range リクエストヘッダの情報が不十分です";

/* HTTP result code string */
"reset content" = "内容をリセットします";

/* HTTP result code string */
"see other" = "ほかのページを参照してください";

/* HTTP result code string */
"server error" = "サーバエラー";

/* HTTP result code string */
"service unavailable" = "サービスは利用できません";

/* HTTP result code string */
"success" = "成功";

/* HTTP result code string */
"switching protocols" = "プロトコルの切り替え中";

/* HTTP result code string */
"temporarily redirected" = "一時的にリダイレクトされています";

/* HTTP result code string */
"unacceptable" = "受け入れ不可";

/* HTTP result code string */
"unauthorized" = "認証されていません";

/* HTTP result code string */
"unimplemented" = "必要な機能が実装されていません";

/* HTTP result code string */
"unsupported media type" = "未対応のメディアタイプ";

/* HTTP result code string */
"unsupported version" = "未対応のバージョン";

